Repository: info-kishanchauhan/primebs
Catalog: module/language/*.po
Languages: as_in, ta_in, te_in

source: Dashboard
as_in: ডেশ্বব'ৰ্ড
ta_in: கட்டுப்பாட்டகம்
te_in: డాష్‌బోర్డ్

source: Financial
as_in: বিত্তীয়
ta_in: நிதிநிலை
te_in: ఆర్థిక

source: Activity
as_in: কাৰ্যকলাপ
ta_in: நடவடிக்கை
te_in: కార్యకలాపం

source: Academic Year Plan
as_in: একাডেমিক বৰ্ষপৰিকল্পনা
ta_in: கல்வியாண்டு திட்டம்
te_in: అకడమిక్ ఇయర్ ప్లాన్

source: Staff
as_in: কৰ্মচাৰী
ta_in: ஊழியர்
te_in: సిబ్బంది

source: Enquiry
as_in: অনুসন্ধান
ta_in: விசாரணை
te_in: ఎంక్వైరీ

source: Students
as_in: শিক্ষাৰ্থীসকল
ta_in: மாணவர்கள்
te_in: విద్యార్థులు

source: Attendance
as_in: উপস্থিতি
ta_in: வருகைப் பதிவேடு
te_in: హాజరు

source: Online Class
as_in: অনলাইন শ্ৰেণী
ta_in: ஆன்லைன் வகுப்பு
te_in: ఆన్ లైన్ క్లాసు

source: Timetable
as_in: সময়সূচী
ta_in: கால அட்டவணை
te_in: కాలసూచిక

source: Announcement
as_in: ঘোষণা
ta_in: அறிவிப்பு
te_in: ప్రకటన

source: Events
as_in: ঘটনাসমূহ
ta_in: நிகழ்வுகள்
te_in: ఈవెంట్‌లు

source: Gallery
as_in: গেলেৰী
ta_in: கேலரி
te_in: గ్యాలరీ

source: Home Work
as_in: ঘৰৰ কাম
ta_in: வீட்டுப் பாடம்
te_in: హోమ్ వర్క్

source: Exam
as_in: পৰীক্ষা
ta_in: தேர்வு
te_in: పరీక్ష

source: Payroll
as_in: পেৰোল
ta_in: சம்பளப்பட்டியல்
te_in: పేరోల్

source: Accounts
as_in: একাওন্টসমূহ
ta_in: கணக்குகள்
te_in: ఖాతాలు

source: Inventory
as_in: ইনভেণ্টৰী
ta_in: சரக்கு
te_in: జాబితా

source: Transport
as_in: পৰিবহন
ta_in: போக்குவரத்து
te_in: రవాణా

source: Report
as_in: প্ৰতিবেদন
ta_in: அறிக்கை
te_in: నివేదిక

source: Cloud Storage
as_in: ক্লাউড সংৰক্ষণ
ta_in: கிளவுட் சேமிப்பகம்
te_in: క్లౌడ్ స్టోరేజీ

source: Complaint
as_in: অভিযোগ
ta_in: புகார்
te_in: ఫిర్యాదు

source: Certificate
as_in: প্ৰমাণপত্ৰ
ta_in: சான்றிதழ்
te_in: ధృవ పత్రం

source: Billing
as_in: বিলিং
ta_in: பில்லிங்
te_in: బిల్లింగ్

source: Support
as_in: সহায়
ta_in: ஆதரவு
te_in: సపోర్ట్

source: Settings
as_in: সংহতিসমূহ
ta_in: அமைவுகள்
te_in: సెట్టింగ్‌లు

source: Online Resource
as_in: অনলাইন সম্পদ
ta_in: ஆன்லைன் ஆதாரம்
te_in: ఆన్ లైన్ వనరు

source: File Manager
as_in: ফাইল ব্যৱস্থাপক
ta_in: கோப்பு நிர்வாகி
te_in: అభికర్త

source: Conference Room
as_in: কনফাৰেন্স ৰুম
ta_in: மாநாட்டு அறை
te_in: సమావేశ మందిరం

source: Exam Timetable
as_in: পৰীক্ষাৰ সময়সূচী
ta_in: தேர்வு கால அட்டவணை
te_in: పరీక్ష టైంటేబుల్

source: Exam Score
as_in: পৰীক্ষাৰ নম্বৰ
ta_in: தேர்வு மதிப்பெண்
te_in: స్కోర్

source: Tracking
as_in: ট্ৰেকিং
ta_in: அறிதல்
te_in: ట్రాకింగ్

source: Primary Lesson Plan
as_in: প্ৰাথমিক পাঠ পৰিকল্পনা
ta_in: முதன்மை பாடத் திட்டம்
te_in: ప్రాథమిక పాఠ్య ప్రణాళిక

source: Lesson Plan
as_in: পাঠ পৰিকল্পনা
ta_in: பாடத் திட்டம்
te_in: పాఠం

source: Leave Request
as_in: অনুৰোধ এৰি দিয়ক
ta_in: விடுப்பு கோரிக்கை
te_in: లీవ్ రిక్వెస్ట్

source: Fees
as_in: মাচুল
ta_in: கட்டணங்கள்
te_in: ఫీజులు

source: Vehicle Payment
as_in: বাহন পৰিশোধ
ta_in: வாகனக் கொடுப்பனவு
te_in: వేహికల్ పేమెంట్

source: Holiday
as_in: বন্ধৰ দিন
ta_in: விடுமுறை நாள்
te_in: శెలవు

source: Subjects
as_in: বিষয়সমূহ
ta_in: குடி
te_in: సబ్జెక్టులు

source: Classes Handling
as_in: শ্ৰেণী সমূহ পৰিচালনা
ta_in: வகுப்புகளைக் கையாளுதல்
te_in: క్లాసుల హ్యాండ్లింగ్

source: School Finance
as_in: স্কুল ফাইনেন্স
ta_in: பள்ளி நிதி
te_in: స్కూల్ ఫైనాన్స్

source: Student Attendance
as_in: শিক্ষাৰ্থীৰ উপস্থিতি
ta_in: வருகைப் பதிவேடு
te_in: విద్యార్థుల హాజరు

source: Staff Attendance
as_in: কৰ্মচাৰীৰ উপস্থিতি
ta_in: ஊழியர்களின் வருகை
te_in: సిబ్బంది హాజరు

source: System Log
as_in: চিস্টেম লগ
ta_in: ஒருங்கியம்
te_in: వ్యవస్థ

source: Notice Board
as_in: জাননী বোৰ্ড
ta_in: அறிவிப்பு பலகை
te_in: నోటీస్ బోర్డు

source: Recent Students
as_in: শেহতীয়া শিক্ষাৰ্থী
ta_in: சமீபத்திய மாணவர்கள்
te_in: ఇటీవలి విద్యార్థులు
